Repository: Beiseek/azvideo-online
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az

source: Вход
az: Giriş

source: Имя пользователя или Email
az: İstifadəçi adı və ya E-poçt

source: Пароль
az: Şifrə

source: Запомнить меня
az: Məni yadda saxla

source: Подтвердите, что вы не робот
az: Robot olmadığınızı təsdiqləyin

source: reCAPTCHA отключена для разработки
az: reCAPTCHA tərtibat üçün deaktiv edilib

source: Войти
az: Daxil ol

source: Забыли пароль?
az: Şifrəni unutmusunuz?

source: Или войти через
az: Və ya bununla daxil olun

source: Нет аккаунта?
az: Hesabınız yoxdur?

source: Выход
az: Çıxış

source: Выход из аккаунта
az: Hesabdan çıxış

source: Вы уверены, что хотите выйти?
az: Çıxmaq istədiyinizə əminsiniz?

source: Да, выйти
az: Bəli, çıx

source: Отмена
az: Ləğv et

source: Регистрация
az: Qeydiyyat

source: Имя пользователя
az: İstifadəçi adı

source: Введите имя пользователя
az: İstifadəçi adını daxil edin

source: Email (необязательно)
az: E-poçt (istəyə bağlı)

source: Введите email (необязательно)
az: E-poçt daxil edin (istəyə bağlı)

source: Введите пароль
az: Şifrəni daxil edin

source: Минимум 8 символов
az: Minimum 8 simvol

source: Не должен быть слишком простым
az: Çox sadə olmamalıdır

source: Не должен состоять только из цифр
az: Yalnız rəqəmlərdən ibarət olmamalıdır

source: Подтверждение пароля
az: Şifrənin təsdiqi

source: Повторите пароль
az: Şifrəni təkrarlayın

source: Или зарегистрироваться через
az: Və ya bununla qeydiyyatdan keçin

source: Уже есть аккаунт?
az: Artıq hesabınız var?

source: Eng yaxshi filmlar va seriallar onlayn. Kino yangiliklari, mashhur seriallar va jahon kinematografiyasining klassikasini tomosha qiling.
az: Ən yaxşı filmlər və seriallar onlayn. Kino xəbərləri, məşhur seriallar və dünya kinematoqrafiyasının klassiklərini izləyin.

source: filmlar, seriallar, onlayn tomosha qilish, kino, yangi filmlar, premyera
az: filmlər, seriallar, onlayn izləmək, kino, yeni filmlər, premyera

source: Filmlar va seriallar
az: Filmlər və Seriallar

source: Смотрите лучшие фильмы и сериалы онлайн
az: Ən yaxşı filmləri və serialları onlayn izləyin

source: Главная
az: Əsas səhifə

source: Новости
az: Xəbərlər

source: Фильмы
az: Filmlər

source: Сериалы
az: Seriallar

source: Поиск фильмов, сериалов...
az: Filmləri, serialları axtarın...

source: Профиль
az: Profil

source: Избранное
az: Seçilmişlər

source: Мой список
az: Mənim siyahım

source: История
az: Tarix

source: Лучшие фильмы и сериалы онлайн. Смотрите новинки кино, популярные сериалы и классику мирового кинематографа.
az: Ən yaxşı filmlər və seriallar onlayn. Kino yeniliklərini, populyar serialları və dünya kinematoqrafiyasının klassiklərini izləyin.

source: Ma'lumot
az: Məlumat

source: Biz haqimizda
az: Haqqımızda

source: Kontaktlar
az: Əlaqə

source: Qoidalar
az: Qaydalar

source: Maxfiylik
az: Məxfilik

source: Все права защищены.
az: Bütün hüquqlar qorunur.

source: Создано с
az: İlə yaradıldı

source: для любителей кино
az: kino həvəskarları üçün

source: Мы используем cookies для улучшения работы сайта. Продолжая использовать сайт, вы соглашаетесь с нашей политикой конфиденциальности.
az: Saytın işini yaxşılaşdırmaq üçün cookie-lərdən istifadə edirik. Saytdan istifadə etməyə davam edərək, məxfilik siyasətimizlə razılaşırsınız.

source: Принять
az: Qəbul et

source: Отклонить
az: Rədd et

source: Навигация по страницам
az: Səhifə naviqasiyası

source: Предыдущая страница
az: Əvvəlki səhifə

source: Следующая страница
az: Növbəti səhifə

source: Последняя страница
az: Son səhifə

source: Нет постера
az: Poster yoxdur

source: Смотреть
az: Bax

source: Bu janr bo‘yicha hozircha hech narsa topilmadi.
az: Bu janr üzrə hələ heç nə tapılmadı.

source: Трейлер
az: Treyler

source: Популярные фильмы
az: Populyar filmlər

source: Смотреть все
az: Hamısına bax

source: Нет доступных фильмов
az: Mövcud film yoxdur

source: Новые сериалы
az: Yeni seriallar

source: Нет доступных сериалов
az: Mövcud serial yoxdur

source: Год
az: İl

source: Длительность
az: Müddət

source: мин
az: dəq

source: Просмотры
az: Baxışlar

source: Рейтинг
az: Reytinq

source: оценок
az: qiymətləndirmə

source: Не указано
az: Göstərilməyib

source: Страны
az: Ölkələr

source: Поделиться
az: Paylaş

source: Описание
az: Təsvir

source: Режиссеры
az: Rejissorlar

source: В ролях
az: Rollarda

source: Нажмите на звезду для оценки
az: Qiymətləndirmək üçün ulduza basın

source: Комментарии
az: Şərhlər

source: Отправить
az: Göndər

source: Комментарии проходят модерацию
az: Şərhlər moderasiyadan keçir

source: Войдите
az: Daxil olun

source: чтобы оставить комментарий
az: şərh yazmaq üçün

source: Выберите социальную сеть для отправки ссылки на фильм
az: Filmə keçid göndərmək üçün sosial şəbəkə seçin

source: Копировать
az: Kopyala

source: Ссылка скопирована в буфер обмена
az: Keçid mübadilə buferinə kopyalandı

source: Каталог фильмов
az: Film kataloqu

source: Aktor/rejissyor bo‘yicha qidirish
az: Aktyor/rejissor üzrə axtarış

source: Введите имя актера...
az: Aktyorun adını daxil edin...

source: Yil
az: İl

source: Применить
az: Tətbiq et

source: Сбросить
az: Sıfırla

source: Найдено
az: Tapıldı

source: Фильмы не найдены
az: Filmlər tapılmadı

source: Попробуйте изменить фильтры
az: Filtrləri dəyişməyə cəhd edin

source: Подробнее
az: Daha ətraflı

source: Пока нет новостей.
az: Hələlik xəbər yoxdur.

source: Поиск
az: Axtarış

source: Результаты поиска
az: Axtarış nəticələri

source: Все
az: Hamısı

source: Найдено результатов
az: Nəticə tapıldı

source: Ничего не найдено
az: Heç nə tapılmadı

source: Попробуйте изменить поисковый запрос
az: Axtarış sorğusunu dəyişməyə cəhd edin

source: Сезонов
az: Mövsümlər

source: Статус
az: Status

source: Сезоны и эпизоды
az: Mövsümlər və epizodlar

source: Сезон
az: Mövsüm

source: эпизодов
az: epizod

source: Видео недоступно
az: Video mövcud deyil

source: Отправка...
az: Göndərilir...

source: В производстве
az: İstehsalatda

source: Завершен
az: Tamamlanıb

source: Отменен
az: Ləğv edilib

source: Сериалы не найдены
az: Seriallar tapılmadı

source: Ошибка аутентификации
az: Doğrulama xətası

source: Ошибка входа
az: Giriş xətası

source: Произошла ошибка при входе через социальную сеть. Пожалуйста, попробуйте снова.
az: Sosial şəbəkə vasitəsilə daxil olarkən xəta baş verdi. Zəhmət olmasa, yenidən cəhd edin.

source: Детали ошибки:
az: Xəta təfərrüatları:

source: Попробовать снова
az: Yenidən cəhd edin

source: Вход через Google
az: Google ilə daxil ol

source: Вы будете перенаправлены на страницу Google для авторизации. После успешного входа вы вернетесь на наш сайт.
az: Doğrulama üçün Google səhifəsinə yönləndiriləcəksiniz. Uğurlu girişdən sonra saytımıza geri dönəcəksiniz.

source: Продолжить с Google
az: Google ilə davam et

source: Вернуться к входу
az: Girişə qayıt

source: Вход отменен
az: Giriş ləğv edildi

source: Вы отменили вход через социальную сеть. Если это было сделано по ошибке, попробуйте снова.
az: Siz sosial şəbəkə vasitəsilə girişi ləğv etdiniz. Əgər bu səhvən edilibsə, yenidən cəhd edin.

source: Добавляйте понравившиеся фильмы и сериалы
az: Bəyəndiyiniz filmləri və serialları əlavə edin

source: История просмотров
az: Baxış tarixçəsi

source: Добавлено в избранное
az: Seçilmişlərə əlavə edilib

source: Оценено
az: Qiymətləndirilib

source: Последняя активность
az: Son fəaliyyət

source: Оценка
az: Qiymət

source: Добавление в избранное
az: Seçilmişlərə əlavə

source: Активности пока нет
az: Hələlik fəaliyyət yoxdur

source: Мой список для просмотра
az: Mənim baxış siyahım

source: У вас пока нет фильмов в списке
az: Sizin siyahınızda hələ film yoxdur

source: Перейти к каталогу
az: Kataloqa keç

source: У вас пока нет сериалов в списке
az: Sizin siyahınızda hələ serial yoxdur
